{
  "HeroWrapper": {
    "hello": "Привет",
    "aboutTheHero": "Веб-разработчик, который любит воплощать идеи в реальность с помощью кода. У меня есть опыт работы с <strong>HTML, CSS, JavaScript</strong> и <strong>React</strong>, я расширяю свои знания в области серверных технологий, таких как <strong>Node.js, Express</strong> и <strong>MongoDB</strong>.Мне нравится изучать новые инструменты и методы для создания эффективных и привлекательных цифровых продуктов.Bсегда рад узнавать что-то новое и работать с другими, чтобы воплотить в жизнь отличные проекты.",
    "letsCreate": "Давай создадим что-то удивительное вместе!"
  },

  "HeroBorn": {
    "born": "Родился в -",
    "country": "Армении",
    "liveIn": "Живу в -",
    "city": "Ереване"
  },

  "Circle": {
    "circleInfo": "Движимый любовью к программированию, я взял на себя инициативу улучшить свои знания в области веб-разработки с помощью онлайн-курсов и личных проектов. Я сосредоточен на создании практических, реальных приложений и развитии как разработчика на каждом этапе пути."
  },

  "Languages": {
    "title": "Разговариваю на",
    "humanend":["Армянский","Английский","Русский"]
  },

  "DevelopmentJourney": {
    "title": "Мой путь к Full-Stack разработке",
    "description1": "Последние три года я интенсивно изучаю веб-разработку. В настоящее время я сосредоточен на использовании <strong>Node.js</strong> вместе с такими технологиями, как <strong>Express</strong> и <strong>MongoDB</strong> ,для создания серверных приложений. Поскольку для меня важно освоить как интерфейсную, так и серверную разработку, я стремлюсь улучшить свои навыки с обеих сторон, чтобы стать всесторонним разработчиком Full-Stack.",
    "description2": "Моя страсть к программированию заставляет меня постоянно учиться и совершенствоваться. Я считаю, что способность решать реальные проблемы с помощью технологий — один из самых полезных аспектов работы разработчика. Будь то создание элегантных, отзывчивых пользовательских интерфейсов или разработка масштабируемых серверных решений, я всегда готов к новым задачам и возможностям для роста."
  },
  "AnimatedTitle":{
    "title1":"Проекты",
    "title2":"Работа со мной",
    "title3":"Отзывы"
  }
}
